#####################################################################
[Translation]

TRANSLATION_BY = Превод:
TRANSLATION_NAME =  Иван Старчевић и Саша Живановић
TRANSLATION_LINK = ivanstar61@gmail.com
LANGUAGENAME=Србски


;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=4000


;English.ini file is always up-to-date.

;http://www.picpick.org/help/translation.html
#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8




[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=&Уређивач слика
#-------------------------------------------------------------

MNU_CAPTURE			=&Усликај екран
MNU_CAPTURE_FULLSCREEN		= &Цео екран
MNU_CAPTURE_ACTIVEWINDOW	= &Тренутни прозор
MNU_CAPTURE_CONTROL		= &Део прозора
MNU_CAPTURE_SCROLLINGWINDOW	=Поми&чни прозор
MNU_CAPTURE_REGION		= &Подручје
MNU_CAPTURE_FIXEDREGION              = &Обележено подручје
MNU_CAPTURE_FREEHAND		= Слободно&ручни избор
MNU_CAPTURE_WEBPAGE		= &Веб страница
MNU_CAPTURE_REPEAT		=По&нови последњи снимак

MNU_CAPTUREQBAR			=Прикажи снимак &траке...

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=&Подеси сликање
MNU_OUTPUTTYPE			=&Излазни облик 

MNU_OUTPUTTYPE_PICPICK		=PicPick-ов &уређивач
MNU_OUTPUTTYPE_CLIPBOARD	=Сачувај у &остави
MNU_OUTPUTTYPE_SAVEIMAGE	=Са&чувај
MNU_OUTPUTTYPE_SAVEFOLDER	=Само&сачувај као...
MNU_OUTPUTTYPE_OTHER		=Д&руги програм...
MNU_OUTPUTTYPE_FTP		=Пренеси на F&TP 
MNU_OUTPUTTYPE_SHARE		=По&дели 
MNU_OUTPUTTYPE_SENDTO		=Пош&аљи у
MNU_OUTPUTTYPE_FACEBOOK     =Постави на &Facebook
MNU_OUTPUTTYPE_TWITTER	    =Постави на Twitte&r
MNU_OUTPUTTYPE_MSWORD       =&Word
MNU_OUTPUTTYPE_MSEXCEL	    =&Excel 
MNU_OUTPUTTYPE_MSPPT		=&PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=E-пошта (Out&look)
MNU_OUTPUTTYPE_PRINTER		=&Штампач  
MNU_OUTPUTTYPE_SKYPE		=Пошаљи на Sk&ype
MNU_OUTPUTTYPE_CLOUD		=Сервис за чување у обл&аку

MNU_OUTPUTTYPE_WEB			=Постави на Веб
MNU_OPT_DEFAULTFORMAT		=Подра&зумевани облик слике
MNU_OPT_OPENEDITOR	    	=От&вори уређивач кад се програм покрене
MNU_OPT_STARTUPPROGRAM          =По&крени PicPick заједно са системом 
#-------------------------------------------------------------  
MNU_COLORPICKER			=Одабери &боју
MNU_COLORPALETTE		=Прикажи п&алету боја
MNU_COPYCOLORTYPE		=Умножи боју &као
MNU_COLORHISTORY		=&Историја боја
MNU_COLORHISTORY_CLEAR		=&Очисти 
#-------------------------------------------------------------
MNU_MAGNIFIER			=Лу&па
MNU_PIXELRULER			=Ле&њир
MNU_PROTRACTOR			=Угло&мер
MNU_CROSSHAIR			=&Нишан
MNU_WHITEBOARD			=&Трака са алаткама
MNU_CLOUDEXPLORER		=Истраживач у обл&аку
#-------------------------------------------------------------
MNU_ABOUT_PICPICK		= Могућности &програма...
MNU_EXIT_PICPICK		=И&зађи 


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Датотека
MNU_FILE_NEW =&Нова слика
MNU_FILE_OPEN =&Отвори...
MNU_FILE_OPENCLIPBOARD =Отвор&и из оставе
MNU_FILE_OPENURL =Отвори са &УРЛ
MNU_FILE_SAVESAME=&Сачувај 
MNU_FILE_SAVE =Сачувај &као...
MNU_FILE_SAVESELECT =Сачувај од&абрано као...
MNU_FILE_SAVEALL=Сачувај с&ве...
MNU_FILE_PRINT=Ш&тампач...
MNU_FILE_CLOSEIMAGE =&Затвори слику
MNU_FILE_CLOSECURRENTIMAGE =&Тренутна слика
MNU_FILE_CLOSEALLIMAGE = &Све слике
MNU_FILE_CLOSEALLSAVEDIMAGE =Све &сачуване слике
MNU_FILE_CLOSEPICPICK =И&зађи
#-------------------------------------------------------------
MNU_EDIT =&Уређивање
MNU_EDIT_UNDO =&Опозови радњу
MNU_EDIT_REDO =&Понови радњу
MNU_EDIT_CUT =Исе&ци
MNU_EDIT_COPY =Умнож&и
MNU_EDIT_PASTE =Нал&епи
MNU_EDIT_PASTEFROMFILE =На&лепи из фасцикле...
MNU_EDIT_SELECTDEL =И&збриши
MNU_EDIT_SELECTNEW =Исеци из&абрано
MNU_EDIT_DESELECT =Пониш&ти избор
MNU_EDIT_SELECTALL =Изабери &све
MNU_EDIT_IMAGERESIZE =Про&мени величину...
MNU_EDIT_CANVASRESIZE =Величи&на платна...
MNU_EDIT_VIEWBITMAP =П&рикажи слику на целом екрану
#-------------------------------------------------------------
MNU_TOOLS =&Алатке
MNU_TOOLS_FULLSCREEN 		=Усликај &цео екран
MNU_TOOLS_ACTIVEWINDOW   	=Усликај &тренутни прозор
MNU_TOOLS_CONTROL 		=Усликај део &прозора
MNU_TOOLS_SCROLLINGWINDOW	=Усликај поми&чни прозор
MNU_TOOLS_WEBPAGE 		=Усликај &веб страницу
MNU_TOOLS_REGION 		=Усликај п&одручје
MNU_TOOLS_FIXEDREGION 		=Усликај об&ележено подручје
MNU_TOOLS_FREEHAND 		=Усликај слободно&ручни избор
MNU_TOOLS_REPEAT 		=Понови по&следњи снимак
MNU_TOOLS_COLORPICKER		=Одабери &боју
MNU_TOOLS_COLORPALETTE		=Пале&та боја
MNU_TOOLS_MAGNIFIER		=&Лупа
MNU_TOOLS_PIXELRULER		=Лењ&ир
MNU_TOOLS_PROTRACTOR		=Угло&мер
MNU_TOOLS_CROSSHAIR		=&Нишан
MNU_TOOLS_WHITEBOARD		=Тра&ка са алаткама
MNU_TOOLS_OPTION		=Мо&гућности програма...
#-------------------------------------------------------------
MNU_TOOLSOPTION				        =&Подеси сликање
MNU_TOOLSOPTION_OUTPUTTYPE			=&Врста слике
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=Подразумевани &формат слике
MNU_TOOLSOPTION_DUALMONITORS			=Подршка за &два монитора
MNU_TOOLSOPTION_HOTKEY			        =Измени &тастатурне пречице...
MNU_TOOLSOPTION_SOUND				=Укључи &звучне ефекте
MNU_TOOLSOPTION_SCROLLCAPTURE		        =Укључи &клизни помак 
MNU_TOOLSOPTION_MOUSECURSOR			=Сликом о&бухватити и показивач
MNU_TOOLSOPTION_STARTUPPROGRAM		        =PicPick покрени са системом
MNU_TOOLSOPTION_OPENEDITOR			=Уређивач отво&ри при покретању програма
MNU_TOOLS_COLORTYPE				=Умн&ожи боју као
#-------------------------------------------------------------
MNU_EFFECT 			=&Ефекти
MNU_EFFECT_INVERT 		=Обрни &боје
MNU_EFFECT_GRAYSCALE		=&Сиви тонови
MNU_EFFECT_MOSAIC 		=&Мозаик...
MNU_EFFECT_BLUR 		=&Замагли
MNU_EFFECT_SHARPEN 		=&Изоштри
MNU_EFFECT_BRIGHTNESS 		=Ос&ветљеност/Контраст...
MNU_EFFECT_HSL 			=&Нијанса/ Засићеност...
MNU_EFFECT_BORDER 		=Из&глед руба
MNU_EFFECT_FLIP 		                =Изо&крени
MNU_EFFECT_FLIPH 		=&Водоравно
MNU_EFFECT_FLIPV 		=Усп&равно
MNU_EFFECT_ROTATE 		=Ок&рени
MNU_EFFECT_ROTATE90 		=&90° на десно
MNU_EFFECT_ROTATE180 		=&180° на десно
MNU_EFFECT_ROTATE270 		=&270° на десно
MNU_EFFECT_FRAME		=&Оквир...
MNU_EFFECT_COLORBALANCE		=Уравнотежи бо&је...
MNU_EFFECT_WATERMARK		=&Водни жиг...
#-------------------------------------------------------------
MNU_WINDOW =&Прозор
MNU_WINDOW_CASCADE =&Поређај
MNU_WINDOW_TILEH =П&оређај водоравно
MNU_WINDOW_TILEV =Поређај &усправно
MNU_WINDOW_MINIMIZEALL =У&мањи све 
#-------------------------------------------------------------
MNU_HELP =П&омоћ
MNU_HELP_WEBSITE =&PicPick-ова страница...
MNU_HELP_ABOUT =&О програму...

PNL_TOOL_TOOLS = Алатке
PNL_TOOL_COLOR = Боја
PNL_TOOL_PROPERTY = Својства
LBL_TOOL_WIDTHS = Ширина:
LBL_TOOL_OPACITY = Непровидност:
LBL_TOOL_SHAPE= Облик:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=Почетно
TAB_FILE=Датотека
TAB_VIEW=Приказ
TAB_SHAPES=Облици
#3.4.0
TAB_SHAPES_SUB=Формат
#3.4.0
#4.0.0
TAB_NUMBERSTAMP=Број печата
TAB_NUMBERSTAMP_SUB=Формат
TAB_SELECTION=Одабир
TAB_SELECTION_SUB=Формат
TAB_MAGNIFIER=Увеличај ефекат
TAB_MAGNIFIER_SUB=Формат
TAB_STAMPS=Печати
TAB_STAMPS_SUB=Формат
#4.0.0

TBR_CLIPBOARD=Остава
TBN_CLIPBOARD_PASTE=Налепи
TBN_CLIPBOARD_CUT=Исеци
TBN_CLIPBOARD_COPY=Умножи
TBN_CLIPBOARD_DELETE=Избриши

TBR_VIEW=Приказ
TBN_VIEW_ZOOMIN=Увећај
TBN_VIEW_ZOOMOUT=Умањи
TBN_VIEW_FULL=Цео екран
TBN_VIEW_100=Стварна величина

TBR_IMAGE=Слика
TBN_IMAGE_EFFECT=Ефекти
TBN_IMAGE_CROP=Исеци
TBN_IMAGE_RESIZE=Величина
TBN_IMAGE_ROTATE=Окрени

TBR_TOOLS=Алатке
TBR_COLOR=Боје

POP_COLORTYPE1 = Изведене боје
POP_COLORTYPE2 = Основне боје

TBR_SHOWHIDE=Прикажи/Сакри
TBN_RULER=Лењир
TBN_STATUSBAR=Статусна тр.
TBN_TAB = Картица

TBN_THUMBNAIL=Приказ сличица

TBR_WINDOW=Прозор
TBN_CASCADE=Поређано
TBN_ARRANGEALL=Уреди све

TBN_REGISTER=&Пријава...

TBN_VIEW_100=100% приказ

TBN_TOOLS_SELECT = Изабери

#4.0.0
TBN_TOOLS_MOVE=Премести
TBN_TOOLS_DRAW=Цртај
TBN_TOOLS_DRAW_BRUSH=&Четкица
TBN_TOOLS_DRAW_ERASER=&Брисач
TBN_TOOLS_DRAW_MARKER=&Обележавач
TBN_TOOLS_FILL=Попуни
TBN_TOOLS_FILL_OPTIONS=Могућности испуне
TBN_TOOLS_FILL_STANDARD=&Гранично попуњавање
TBN_TOOLS_FILL_REPLACEMENT=Боја &измењене испуне
TBN_TOOLS_STAMPS=Жигови
TBN_TOOLS_STAMPS_NUMBER=Број жигова
TBN_TOOLS_STAMPS_GENERAL=Главни жигови
TBN_TOOLS_STAMPS_CURSOR=Смер жигова
TBN_SELECT_SELECTION_SHAPES=Избор облика
TBN_SELECT_SELECTION_OPTIONS=Избор могућности
TBN_SELECT_RECTANGLE=&Избор многоугла
TBN_SELECT_ELLIPSE=&Избор елипсе

TBR_SIZE=
#4.0.0

TBN_MORECOLORS = Више
MNU_PALETTETYPE = Палета боја

MNU_TOPBAR_TITLE = Прилагођавање горњих дугмади
MNU_TOPBAR_MINIMIZERIBBON = &Умањи главну траку

#3.4.0
MNU_QAT_TITLE=Прилагоди траку са брзим приступом алатима
MNU_QAT_ADD=&Додај траци са брзим приступом алатима
MNU_QAT_DELETE=&Уклони са траке за брзи приступ алатима
MNU_QAT_ABOVE=&Прикажи траку са брзим приступом алатима изнад траке
MNU_QAT_BELOW=&Прикажи траку са брзим приступом алатима испод траке
#3.4.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =Направи нову слику
TIP_FILE_OPEN =Отвори постојећу слику
TIP_FILE_OPENCLIPBOARD =Отвори слику из оставе
TIP_FILE_OPENURL =Отвори слику са УРЛ
TIP_FILE_SAVE =Сачувај тренутну слику
TIP_FILE_SAVEAS =Сачувај тренутну слику као 
TIP_FILE_SAVESELECT =Сачувај изабрано као
TIP_FILE_SAVEALL =Сачувајте све слике са новим именом
TIP_FILE_PRINT=Штампај слике
TIP_FILE_CLOSEIMAGE =Затвори слику
TIP_FILE_CLOSEALLIMAGE =Затвори све слике
TIP_FILE_CLOSEALLSAVEDIMAGE =Затвори све сачуване слике
TIP_FILE_CLOSEPICPICK =Затвори прозор
#-------------------------------------------------------------
TIP_EDIT_UNDO =Опозови радњу
TIP_EDIT_REDO =Понови радњу
TIP_EDIT_CUT =Исеци 
TIP_EDIT_COPY =Умножи 
TIP_EDIT_PASTE =Налепи 
TIP_EDIT_PASTEFROMFILE =Уметни садржај из оставе у тренутну слику
TIP_EDIT_SELECTDEL =Обриши изабрано
TIP_EDIT_SELECTNEW = Исеци слику на изабраном делу
TIP_EDIT_DESELECT =Поништи избор
TIP_EDIT_SELECTALL =Изабери целу слику
TIP_EDIT_IMAGERESIZE =Промени величину слике
TIP_EDIT_CANVASRESIZE =Промени величину платна
TIP_EDIT_VIEWBITMAP =Погледај слику на целом екрану
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Прикажи усликану траку на екрану
TIP_TOOLS_FULLSCREEN =Усликај радну површину
TIP_TOOLS_ACTIVEWINDOW =Усликај тренутни прозор
TIP_TOOLS_CONTROL =Усликај део прозора
TIP_TOOLS_SCROLLINGWINDOW	=Усликај са помичним делом прозора
TIP_TOOLS_WEBPAGE =Усликај веб страницу
TIP_TOOLS_REGION =Усликај правоугаоно подручје
TIP_TOOLS_FREEHAND =Усликај слободноручно подручје
TIP_TOOLS_FIXEDREGION =Усликај одређено правоугаоно подручје
TIP_TOOLS_REPEAT =Поново усликај претходно подручје
TIP_TOOLS_CAPTUREMENU = Усликај слику на екрану
TIP_TOOLS_COLORPICKER	=Прикажи избор боја 
TIP_TOOLS_COLORPALETTE	=Прикажи палету боја 
TIP_TOOLS_MAGNIFIER	=Прикажи лупу 
TIP_TOOLS_PIXELRULER	=Измерите величину објеката и слике
TIP_TOOLS_CROSSHAIR	=Прикажи нишан  
TIP_TOOLS_PROTRACTOR	=Прикажи угломер 
TIP_TOOLS_WHITEBOARD	=Отвори траку са алаткама 
TIP_TOOLS_OPTION	=Прикажи могућности програма
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Подеси могућности сликања
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Измени усликанo у уређивачу
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Усликано пребаци у оставу 
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Усликано сачувај као 
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=Усликано сачувају у жељеној фасцикли
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Измени облик усликаних слика
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		        =Измени излаз усликаних слика
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	          =Постави на Facebook
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER        	=Постави на Twitter
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	            =Пошаљи у Word
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	            = Пошаљи у Excel 
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	    = Пошаљи у PowerPoint
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	          = Приложи у е-пошту 
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER 	          =Промени излаз снимљене слике 

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Промени подразумевани облик слика
TIP_TOOLSOPTION_DUALMONITORS			=Сликање за систем са два монитора
TIP_TOOLSOPTION_HOTKEY				=Промени тастатурне пречице...
TIP_TOOLSOPTION_SOUND				=Укључи звучне ефекте при сликању
TIP_TOOLSOPTION_SCROLLCAPTURE			=Усликај са померањем клизача
TIP_TOOLSOPTION_MOUSECURSOR			=Укључи показивача миша у слику
TIP_TOOLSOPTION_STARTUPPROGRAM		        =Покрени PicPick са системом
TIP_TOOLSOPTION_OPENEDITOR			=Отвори уређивач слика кад се програм покрене
TIP_TOOLS_COLORTYPE				=Промени врсту боје у [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Обрни боју слике
TIP_EFFECT_GRAYSCALE =Слику пребаци у сиве тонове
TIP_EFFECT_MOSAIC =Примени дејство мозаика
TIP_EFFECT_BLUR =Примени дејство замагљивања
TIP_EFFECT_SHARPEN =Примени дејство изоштравања
TIP_EFFECT_BRIGHTNESS =Осветљеност/Контраст
TIP_EFFECT_HSL =Нијанса/Засићеност
TIP_EFFECT_FLIPH =Изокрени област или целу слику водоравно
TIP_EFFECT_FLIPV =Изокрени област или целу слику усправно
TIP_EFFECT_ROTATE90 =Oкрени 90° на десно
TIP_EFFECT_ROTATE180 =Oкрени 180° на десно
TIP_EFFECT_ROTATE270 =Oкрени 270° на десно
TIP_EFFECT_FRAME=Додај оквир 
TIP_EFFECT_WATERMARK=Додај водни жиг

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Прозоре поређано
TIP_WINDOW_TILEH =Прозоре водоравно
TIP_WINDOW_TILEV =Прозоре усправно
TIP_WINDOW_MINIMIZEALL =Умањи све прозоре
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Отвори PicPick-ову почетну страницу
TIP_HELP_ABOUT =Обавештење о програму 
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =Помери
TIP_TOOL_SELECT =Изабери област
TIP_TOOL_FILL =Попуни бојом
TIP_TOOL_PICKCOLOR =Изабери боју
TIP_TOOL_DRAW=Цртај са различитим врстама четкица.
TIP_TOOL_STAMPS=Нацртај жиг на слици
TIP_TOOL_SHAPE=Нацртај облик на слици

TIP_SIZE=Подеси ширину за одабран алат
#4.0.0

TIP_OUTPUTTYPE_MSWORD1 		= Уметни умножак ове слике у
TIP_OUTPUTTYPE_MSWORD2 		= Word

TIP_OUTPUTTYPE_MSEXCEL1 		= Уметни умножак ове слике у
TIP_OUTPUTTYPE_MSEXCEL2 		= Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1  	= Уметни умножак ове слике у
TIP_OUTPUTTYPE_MSPOWERPOINT2  	= PowerPoint

TIP_OUTPUTTYPE_SKYPE1		= Пошаљи умножак ове слике на
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1		      = Пошаљи умножак ове слике
TIP_OUTPUTTYPE_PROGRAM2 		= у други програм

TIP_OUTPUTTYPE_MSOUTLOOK1     	=Приложи умножак ове слике
TIP_OUTPUTTYPE_MSOUTLOOK2	      =у е-пошту

TIP_OUTPUTTYPE_FACEBOOK1		= Постави и дели ову слику
TIP_OUTPUTTYPE_FACEBOOK2 		= на Facebook-у

TIP_OUTPUTTYPE_TWITTER1		      = Постави и дели ову слику
TIP_OUTPUTTYPE_TWITTER2 		= на Twitter-у

TIP_OUTPUTTYPE_FTP1		= Пошаљи ову слику директно на
TIP_OUTPUTTYPE_FTP2 		= локацију на Вебу преко FTP

TIP_OUTPUTTYPE_WEBUPLOAD1		      = Пошаљи ову слику директно на 
TIP_OUTPUTTYPE_WEBUPLOAD2 		      =на Веб локацију

TIP_OUTPUTTYPE_CLOUD1		= Отпреми ову слику на Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive, SkyDrive и слично

TIP_IMAGE_ROTATEFLIP = Окрени или изокрени слику или избор

TIP_TOOLS_EFFECT=Изабери ефекте
TIP_TOOLS_WIDTHS=Изабери ширину
TIP_TOOLS_OPACITY = Изабери непрозирност

TIP_VIEW_ZOOMIN = Увећај тренутну слику
TIP_VIEW_ZOOMOUT = Умањи тренутну слику
TIP_VIEW_ZOOMSELECT =Увећај или умањи
TIP_VIEW_ACTUALSIZE = Увећај на 100%
TIP_VIEW_THUMBNAIL=Прикажи сличице да бисте брзо изабрали слику 

TIP_SHOW_RULER=Прикажи/скриj лењир за мерење ваше слике
TIP_SHOW_STATUSBAR=Прикажи/сакриј статусну траку на дну прозора
TIP_SHOW_TAB=Прикажи/сакриј траку картице

TIP_COLOR_COLOR1 = Боја предњег плана
TIP_COLOR_COLOR2 = Боја позадине
TIP_COLOR_SWAP=Укључи боје позадине и предњег плана
TIP_COLOR_DEFAULT = Подразумевано боје предњег плана и позадине
TIP_COLOR_MORE=Прикажи више палета

TIP_SHAPE_FLATTEN=Спљошти облике
TIP_SHAPE_DELETE=Обриши облик
TIP_SHAPE_DUPLICATE=Удвостручи облик

TIP_SHAPE_FILL=Попуните изабрани облик
TIP_SHAPE_OUTLINE=Облик контуре
TIP_SHAPE_EFFECTS=Обликовање облика
TIP_SHAPE_ADDTEXT=Уметање текста у облик

TIP_SHAPE_FLATTEN_ALL=Поравнање свих облика
TIP_SHAPE_BRINGTOFRONT=Пренеси изабрани објекат напред, тако да су скривени мањи објекти који су испред њега
TIP_SHAPE_SENDTOBACK=Пошаљите изабрани објекат уназад, тако да је скривена од објеката који су испред њега


[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =PicPick–ов  уређивач
DLG_CONTROLCAPTURE_TITLE =PicPick–ов део прозора
DLG_SCROLLINGWINDOWCAPTURE_TITLE =PicPick-ов помични прозор
DLG_REGIONCAPTURE_TITLE =PicPick – усликај подручје
DLG_FIXEDREGIONCAPTURE_TITLE =Усликај обележени део 
DLG_FREEHANDCAPTURE_TITLE=PicPick – усликај слободноручни део 
DLG_WHITEBOARDTOOL_TITLE=PicPick–ова трака са алаткама 
DLG_MAGNIFIER_TITLE=PicPick-ова лупа
DLG_COLORPICKER_TITLE =PicPick – одабери боју
DLG_CROSSHAIR_TITLE=PicPick-ов нишан
DLG_COLORPALETTE_TITLE =Палета боја
DLG_AUTOSAVE_TITLE = Сачувај
DLG_NEWIMAGE_TITLE = Нова слика
DLG_PRINT_TITLE = Штампач
DLG_CANVASSET_TITLE = Промена величине платна
DLG_IMAGERESIZE_TITLE = Промена величине слике
DLG_ABOUT_TITLE = О програму 
DLG_PIXELATE_TITLE = Претвори у тачкице
DLG_HUESATURATION_TITLE = Нијанса/Засићеност
DLG_BRIGHTNESSCONTRAST_TITLE = Осветљеност/Контраст
DLG_FRAME_TITLE		=Оквир
DLG_FONTVIEW_TITLE = Унеси текст
DLG_CAPTURE_TITLE=Усликај
DLG_CHANGEHOTKEY_TITLE =Пречице 
DLG_WEBPAGECAPTURE_TITLE = PicPick - усликај Веб страницу
DLG_SHORTCUT_TITLE = Измени тастатурне пречице
DLG_SETUP_TITLE		=Могућности програма
DLG_FILENAMESETUP_TITLE	=Име датотеке
DLG_IMAGES_TITLE	=Слике

#3.4.0
DLG_GENERALSETUP_TITLE	=General
#3.4.0



DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Уређивач
DLG_ARROWSET_TITLE	=Подеси стрелице
DLG_FACEBOOK_TITLE	=Повежи се на Facebook 
DLG_TWITTER_TITLE		=Повежи се на Twitter 
DLG_WEBUPLOAD_TITLE		=Постави на Веб

BTN_OK = &У реду
BTN_CANCEL = &Откажи
BTN_APPLY = &Примени


#-------------------------------------------------------------

[About]

GRP_PRESET = Подешавања
CHK_ADDSTARTUP = Покрени са системом
CHK_ADDDESTKOP = Направи икону на радној површини 
CHK_CHECKUPDATE = Провери надоградње
LBL_LANGUAGE = Језик
BTN_HOTKEY = Пречице...
BTN_CREDIT = Заслуге
LBL_PROGRAMPARAMETER=&Карактеристике...
CHK_SETTINGTOAPPDATA=Подешавања сачувај у фасцикли са подацима
LBL_MORELANGUAGE=Изабери језик...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Својства
LBL_CONTROLCAPTURE_CLASS =Назив
LBL_CONTROLCAPTURE_SIZE =Величина
LBL_CONTROLCAPTURE_INFO=Управљање
LBL_CONTROLCAPTURE_SCROLL=Клизно самопомерање 
LBL_CONTROLCAPTURE_OUTPUTTYPE =Врста излаза
LBL_CONTROLCAPTURE_HANDLE =Управљање
LBL_CONTROLCAPTURE_RECT =Усликај положај
LBL_CONTROLCAPTURE_BOTTOMTIP =Изабери део прозора (тастер,палету алатки...)и притисни  Print Screen.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Величина подручја
LBL_FIXEDREGIONCAPTURE_WIDTH = Ширина :
LBL_FIXEDREGIONCAPTURE_HEIGHT =Висина :

TIP_REGIONCAPTURE_NOTDRAG =Одабери неко правоугаоно подручје.
TIP_PIXEL = Тачкице на екрану
TIP_FREEHANDCAPTURE_NOTDRAG =Усликај по слободном избору

LBL_COLORPICKER_COLORAS =Боја као:
LBL_COLORPICKER_VALUE =Вредност:

LSV_WEBPAGECAPTURE_LIST = Одабери мрежно место сликања
BTN_WEBPAGECAPTURE_RELOAD = &Поново учитај
BTN_WEBPAGECAPTURE_CAPTURE = &Усликај

LBL_MINIHELP=Кликните на леви тастер миша да бисте изабрали област.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Тастатурне пречице
GRB_CAPTURE = Усликај екран
GRB_TOOLS = Алатке

LBL_KEYNONE = Ништа

LBL_CAPTURE_FULLSCREEN		=Усликај цео екран
LBL_CAPTURE_ACTIVEWINDOW	=Усликај тренутни прозор
LBL_CAPTURE_CONTROL		=Усликај део прозора
LBL_CAPTURE_SCROLLINGWINDOW	=Усликај помични прозор
LBL_CAPTURE_REGION		=Усликај подручје
LBL_CAPTURE_FIXEDREGION	        =Усликај обележено подручје
LBL_CAPTURE_FREEHAND		=Усликај слободноручни избор
LBL_CAPTURE_WEBPAGE		=Усликај веб страницу
LBL_CAPTURE_REPEAT		=Понови последње сликање

LBL_TOOLS_EDITOR		=Уређивач слике
LBL_TOOLS_COLORPICKER		=Одабери боју
LBL_TOOLS_COLORPALETTE		=Палета боја
LBL_TOOLS_PIXELRULER		=Лењир
LBL_TOOLS_PROTRACTOR		=Угломер
LBL_TOOLS_CROSSHAIR		=Нишан
LBL_TOOLS_WHITEBOARD		=Трака са алаткама

LBL_TOOLS_MAGNIFIER		=Лупа

CBO_HOTKEY_CUSTOM		=По жељи...
CBO_HOTKEY_DEFAULT		=Подразумевано 2
CBO_HOTKEY_HYPERSNAP	        =Варијанта 3
CBO_HOTKEY_NONE		        =Искључи 4


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Боје
LBL_FONTCOLOR = Боја слова
CHK_FILLCOLOR = Попуни бојом
CHK_AA = Заобли ивице слова

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER = Сачувај слике
LBL_SELECTFOLDER =Изабери фасциклу за чување слика
BTN_SELECTFOLDER =&Претражи...
GRP_SELECTFILENAME =Име датотеке
RDO_SELECTFILENAME_TEXT =Текст + број
RDO_SELECTFILENAME_NUM =Само број
RDO_SELECTFILENAME_DATETIME =Датум/Време
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Слика
GRP_SELECTFORMAT =Формат датотеке
RDO_SELECTFORMAT_BMP =BMP (*.bmp)
RDO_SELECTFORMAT_JPG =JPEG (*.jpg)
RDO_SELECTFORMAT_PNG =PNG (*.png)
RDO_SELECTFORMAT_GIF = GIF (*.gif)
RDO_SELECTFORMAT_PDF =ПДФ датотеке (*.pdf)
LBL_SAVEFILENAME=Унеси име датотеке за чување или пренеси на FTP -послужитеља
LBL_EXAMPLETITLE=(Пример)
LBL_EXAMPLE1=%y : година, %m : месец, %d : дан
LBL_EXAMPLE2=%h : сат, %n : минут, %s : секунд
LBL_EXAMPLE3=%c : број
LBL_EXAMPLE4=%u : Корисничко име, %w : Име рачунара
LBL_EXAMPLE5=%t : Жиг тренутног времена
GRB_OTHERPROGRAM=Прилагоди другом програму
LBL_OTHERPROGRAM=Одабери неки други програм за отварање слика
LBL_OTHERPROGRAMPATH=Путања програма:
LBL_OTHERPROGRAMPARAMETER=Карактеристике: 
LBL_OTHERPROGRAMSELECT=Отвори у другом програму...
LBL_OTHERPROGRAMMSWORD= Word
LBL_OTHERPROGRAMMSEXCEL= Excel
LBL_OTHERPROGRAMMSPPT= PowerPoint
[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Могућности  сликања 
CHK_DUALMONITORS		=Подршка за два монитора
CHK_SOUND			=Укључи звучне ефекте током сликања
CHK_MOUSECURSOR		        =Усликај и показивач миша
CHK_HIDEEDITOR			=Сакриј PicPick-ов уређивач пре сликања 
CHK_ALWAYSCOPYCLIPBOARD	=Усликано увек сачувај у остави 
CHK_STARTWITHCAPTUREBAR	=Прикажи траку снимања кад се програм покрене


GRB_AUTOSCROLL			=Клизно самопомерање
CHK_SCROLLCAPTURE		=Укључи  клизно самопомерање
LBL_SCROLLDELAY			=Задршка: 
LBL_SCROLLDELAYMS		=мс

GRB_MAGNIFIER			=Увећај прозор
CHK_MAGNIFIER			=Прикажи увећање прозора током сликања
LBL_ZOOMSCALE			=Степен увећања:

GRB_CAPTUREDELAY		=Кашњење пре снимања

#4.0.0
LBL_CAPTUREOUTPUT		=Промените излазни тип када користите пречице или избором из траке менија.
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = Подешавање FTP  послужитеља
LBL_FTPADDRESS  =FTP послужитељ:
LBL_REMOTEPATH = Удаљена путања:
LBL_PORT=Порт:
CHK_PASSIVEFTP= Пасиван FTP
LBL_USERNAME=Корисничко име:
LBL_PASSWORD=Лозинка:
BTN_CONNECTTEST=Провера
LBL_SENDWEBBROWSER=УРЛ отворите у Веб прегледачу
LBL_SENDCLIPBOARD=УРЛ сачувај у остави
LBL_WEBADDRESS=УРЛ
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Могућности уређивача
CHK_OPENEDITORWHENSTART=Уређивач отвори при покретању програма
CHK_CENTERIMAGE =Постави слику у средину прозора
CHK_CLOSEWITHOUTASKING =Несачувану слику затвори без питања
CHK_CROPNEW=Од изрезаног направи нову слику
CHK_SHOWCLASSICUI=Прикажи класичан изглед програма

#4.0.0
CHK_EXITWHENCLOSING=Изађи из PicPick-а кад затворите уређивач слика.
#4.0.0

LBL_BG=Боја позадине
RDO_BGGRID=Решетка
RDO_BGSOLID=Једнобојна

GRB_FILETYPE=Врста датотеке
LBL_FILETYPE=Одабери врсту датотеке коју желите отворити са PicPick -ом
LBL_FILETYPEVISTA=Поставите PicPick као подразумевани уређивач слика

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Почетак
CHK_END = Крај
CHK_OUTLINE = Додај обрис
CBO_AT_ARROW1 = Стрелица 1
CBO_AT_ARROW2 = Стрелица 2
CBO_AT_CIRCLE = Круг
CBO_AT_DIAMOND = Ромб
#-------------------------------------------------------------



[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Величина платна
LBL_WIDTH = Нова ширина
LBL_HEIGHT =Нова висина
LBL_BACKCOLOR = Боја позадине
LBL_PRESETS = Претподешавања
CBO_CLIPBOARD=Остава
CBO_LASTUSED=Задње коришћено
CBO_CURRENT=Тренутна величина слике
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Процентуална скала
RDO_SIZE = Скала за одређене величине
CHK_KEEP = Задржи однос
LBL_WIDTH = Ширина
LBL_HEIGHT = Висина


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Приказ
LBL_PIXELATE = Претвори у тачкице
LBL_HUE = Нијанса
LBL_SATURATION =Засићеност
LBL_BIRGHTNESS = Осветљеност
LBL_CONTRAST = Контраст
#-------------------------------------------------------------


[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Приказ
GRP_EFFECT = Ефекти
CHK_BORDER = Руб
CHK_FRAME = Оквир
LBL_ETC=Пронађи још оквира...
CHK_AUTO=Снимљеној слици додај оквир
#-------------------------------------------------------------



[Palette]
#-------------------------------------------------------------
LBL_RED =&Црвено
LBL_GREEN =&Зелено
LBL_BLUE =&Плаво
LBL_TYPE = Врста боја:
BTN_COPY =&Умножи

CLR_DEFAULTTEXT = Палета боја
CLR_CUSTOMTEXT = Још боја...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Помери
MNU_RULER_MOVE_UP =&Горе
MNU_RULER_MOVE_DOWN =&Доле
MNU_RULER_MOVE_LEFT =&Лево
MNU_RULER_MOVE_RIGHT =&Десно
#-------------------------------------------------------------
MNU_RULER_TYPE =&Окрени
MNU_RULER_TYPE_HOTRIZONTAL =&Водоравно
MNU_RULER_TYPE_VERTICAL =&Усправно
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =Про&зирност
MNU_RULER_TRANSPARENT_USE =&Омогући
MNU_RULER_TRANSPARENT_NOTUSE =&Онемогући
MNU_RULER_TRANSPARENT_INC =&Повећај (+)
MNU_RULER_TRANSPARENT_DEC =&Смањи (-)

MNU_MAGNIFIER		=Прикажи &лупу...

#-------------------------------------------------------------
MNU_RULER_EXIT =И&зађи
#-------------------------------------------------------------
MNU_RULER_UNIT =&Јединице
MNU_RULER_UNIT_PIXEL =&Тачкице на екрану
MNU_RULER_UNIT_INCH =&Инчи
MNU_RULER_UNIT_CM = &Центиметри
MNU_RULER_UNIT_DPI = &Тачкица по инчу
MNU_RULER_COLOR = &Боја
MNU_RULER_COLOR_BLUE = &Плава (подразумевано)
MNU_RULER_COLOR_YELLOW = &Жута (класично)
MNU_RULER_COLOR_WHITE = &Бела
MNU_RULER_COLOR_BLACK = Ц&рна
MNU_RULER_UNIT_DPI_CUSTOM = &По жељи...
DLG_CUSTOMDPI_TITLE= Прилагоди ТПИ
LBL_CUSTOMDPI_TEXT= Унети тачкице по инчу (ТПИ) :

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =&Ширина оловке
MNU_WHITEBOARD_PENCOLOR =&Боја оловке
MNU_WHITEBOARD_PENCOLOR_BLACK =Црна
MNU_WHITEBOARD_PENCOLOR_WHITE =Бела
MNU_WHITEBOARD_PENCOLOR_RED =Црвена
MNU_WHITEBOARD_PENCOLOR_GREEN =Зелена
MNU_WHITEBOARD_PENCOLOR_BLUE =Плава
MNU_WHITEBOARD_PENCOLOR_CYAN =Плаво-зелено
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Циклама црвено
MNU_WHITEBOARD_PENCOLOR_YELLOW =Жута
MNU_WHITEBOARD_PENCOLOR_GRAY =Сива
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&По жељи...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Очисти
MNU_WHITEBOARD_SAVE =&Усликај екран
MNU_WHITEBOARD_EXIT =И&зађи
#-------------------------------------------------------------
TIP_TOOL_MOVE =Помери
TIP_TOOL_ZOOM =Увећај/Смањи
TIP_TOOL_PEN =Оловка
TIP_TOOL_LINE =Црта
TIP_TOOL_ARROW =Стрелица
TIP_TOOL_SHAPE=Облик
TIP_TOOL_RECT =Правоугаоник
TIP_TOOL_ELLIPSE =Овал
TIP_TOOL_RRECT =Заобљени правоугаоник
TIP_TOOL_TRANSPARENT = Прозирност
TIP_TOOL_CLEAR=Очисти
TIP_TOOL_SAVE=Усликај екран
TIP_TOOL_WIDTH=Ширина
TIP_TOOL_COLOR=Боја



[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Подеси штампач...
BTN_PRINT=&Одштампај
GRB_PREVIEW =Приказ

TAB_PAPERSETUP=Подеси страницу
TAB_ADDTEXT=Додај текст

GRB_MARGINSETUP=&Величина руба (мм)
LBL_MARGINTOP=Горе
LBL_MARGINLEFT=Лево
LBL_MARGINRIGHT=Десно
LBL_MARGINBOTTOM=Доле

GRB_IMAGESETUP=&Подеси слику
CHK_CENTER=Постави у средину
CHK_SHRINK=Прилагоди страници 
CHK_PROPORTINAL=Задржи однос
CHK_GRAYSCALE=Сиви тонови

GRB_PAPERCOUNT=&Број примерака
LBL_PAPERUNIT=Страница

GRB_ORIENTATION=&Начин штампања
RDO_PORTRAIT=Усправно
RDO_LANDSCAPE=Положено

GRB_HEADER=&Заглавље 
CHK_HEADERADD=Додај
CBO_HEADERDEFAULT=Подразумевано заглавље
LBL_HEADERMARGIN=Руб:
BTN_HEADERFONT=Слова...
RDO_HEADERLEFT=Лево
RDO_HEADERCENTER=У средини
RDO_HEADERRIGHT=Десно

GRB_FOOTER=По&дножје
CHK_FOOTERADD=Додај
CBO_FOOTERDEFAULT=Подразумевано подножје
LBL_FOOTERMARGIN=Руб:
BTN_FOOTERFONT=Слова...
RDO_FOOTERLEFT=Лево
RDO_FOOTERCENTER=У средини
RDO_FOOTERRIGHT=Десно

#-------------------------------------------------------------


[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Затвори
LBL_PREVIEW = Приказ слике
LBL_CAPTION = Наслов слике
RDO_SELECTALBUMS = Изабери албуме
RDO_CREATEALBUM = Направи нови фото албум
LBL_CREATEALBUM_NAME = Име : 
LBL_CREATEALBUM_LOCATION = Положај: 
LBL_CREATEALBUM_DESCRIPTION =Опис : 
LBL_CREATEALBUM_PRIVACY = Приватност: 
CBO_CREATEALBUM_1 = Свако
CBO_CREATEALBUM_2 = Моји пријатељи и мрежа
CBO_CREATEALBUM_3 = Пријатељи пријатеља
CBO_CREATEALBUM_4 = Само пријатељи
BTN_UPLOAD = Постави
LBL_IMGURL = Адреса слике на мрежи
LBL_LINKURL = Веза до албума на мрежи
LBL_UPLOADING=Постави сад...
LBL_UPLOADCOMPLETE = Слање је завршено
LBL_UPLOADWAIT = Чека се одговор...
LBL_UPLOADFAILURE = Неуспешно слање. Покушајте поново.
LBL_UPLOADRESULT = Успешно сте отпремили једну слику.  

LBL_ACCOUNT = Налог :
LBL_PASSWORD = Лозинка:
LBL_REMEMBERPASSWORD = Запамти лозинку
LBL_MESSAGE = Порука :

LBL_WEBUPLOAD_TITLE = Постави своје слике директно на Веб
LBL_WEBUPLOAD_TITLESUB = Преко ImageShack - Бесплатни сервис за слике
LBL_WEBUPLOAD_SIGNUP = Пријавите се за управљање сликама које сте отпремили!
LBL_WEBUPLOAD_NOACCOUNT = Гост (Није потребна регистрација)
LBL_WEBUPLOAD_ACCOUNTEXIST = Имам ImageShack налог

BTN_REQUESTTWITTERPIN = Захтев за Twitter PIN
BTN_REMEMBERME = Запамти ме на овом рачунару
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Повежи
BTN_DISCONNECT = &Ископчај

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Брзи језичци
MNU_RENAME=&Преименуј...
#4.0.0
MNU_OPENFILELOCATION=&Отвори место датотеке...
#4.0.0
LBL_RENAME=Унеси подразумевано име датотеке.

[ObjectProperty]
#4.0.0
SHP_TEXTBOX=Кутија са текстом
SHP_HIGHLIGHTRECT=Истакнут многоугао
SHP_MAGNIFYEFFECT=Ефекат увећања
SHP_NUMBERSTAMP=Број жига
SHP_LINES=Редови
SHP_CUSTOMSHAPES=Жељени облици
#4.0.0

SHP_SHAPES = Облици
SHP_LINE = Линија
SHP_CURVE = Крива
SHP_ARROW = Стрелица
SHP_CURVEARROW = Закривљена стрелица
SHP_ELLIPSE = Овал
SHP_RECT = Правоугаоник
SHP_ROUNDRECT = Заобљени правоугаоник
SHP_BALLOON = Облачић
SHP_DIAMOND = Ромб
SHP_PENTAGON = Петоугаоник
SHP_Hexagon = Шестоугаоник
SHP_5STAR = Петокрака звезда
SHP_6STAR = Шестокрака звезда

TAB_EDIT = Уреди
TBN_DELETE_OBJECT = &Избриши
TBN_DUPLICATE=Д&упликат

MNU_FLATTEN = &Поравнати
MNU_FLATTENALL = &Све поравнај

LST_CHANGESHAPE = Промени облик

TAB_SHAPESTYLES=Стилови облика

TBN_SHAPETEXT=Уметни &текст...
TBN_SHAPEFILL=Попуни
MNU_SHAPEFILL_NOFILL=Без испуне
MNU_SHAPEFILL_SOLIDFILL=Стална испуна
MNU_SHAPEFILL_GRAFILL=Усправни прелив испуне
MNU_SHAPEFILL_RADIALFILL=Радиалан прелив испуне

TBN_SHAPEOUTLINE=Обрис
MNU_SHAPEOUTLINE_NOLINE = Без линије
MNU_SHAPEOUTLINE_SOLIDLINE = Пуна линија
MNU_SHAPEOUTLINE_DOTLINE = Тачкаста линија
MNU_SHAPEOUTLINE_DASHLINE = Црткаста линија
MNU_SHAPEOUTLINE_DASHDOTLINE = Црта тачка линија
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Црта тачка тачка линија


TBN_SHAPEFORMAT=Изглед облика
TBN_SHAPEEFFECTS=Ефекти облика
MNU_SHAPEEFFECTS_NOEFFECTS=Без ефеката
MNU_SHAPEEFFECTS_SHADOW=Ефекат сенке
MNU_SHAPEEFFECTS_SHADOWUSE=Прикажи
MNU_SHAPEEFFECTS_SHADOWOPTION=Могућности...

MNU_SHAPEEFFECTS_BALLOONPOS=Смер облачића
MNU_SHAPEEFFECTS_BALLOONPOSTL=Горе лево
MNU_SHAPEEFFECTS_BALLOONPOSTR=Горе десно
MNU_SHAPEEFFECTS_BALLOONPOSBL=Доле лево
MNU_SHAPEEFFECTS_BALLOONPOSBR=Доле десно

MNU_SHAPEEFFECTS_ARROWSTART = Почети тип
MNU_SHAPEEFFECTS_ARROWEND = Крајњи тип
MNU_SHAPEEFFECTS_ARROWNONE = Без стрелице
MNU_SHAPEEFFECTS_ARROW1 = Стрелица 1
MNU_SHAPEEFFECTS_ARROW2 = Стрелица 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Круг
MNU_SHAPEEFFECTS_ARROWDIAMOND = Ромб

MNU_SHAPE_ARRANGE=Уреди
BTN_SHAPE_FRONT=Постави &напред
BTN_SHAPE_BACK=Пошаљи на&зад

BTN_SHAPE_ARROWSTYLE=Изглед стрелице

TAB_SHAPECOLOR=Боје облика

#4.0.0
TAB_NUMBERSTAMP_NUMBER=Облици жига
MNU_NUMBERSTAMP_CURRENT=Тренутни
MNU_NUMBERSTAMP_NEXT=Следећи
TAB_NUMBERSTAMP_STYLE=Стил жигова
MNU_NUMBERSTAMP_SIZE=Величина
MNU_NUMBERSTAMP_SIZE_SMALL=&Мало
MNU_NUMBERSTAMP_SIZE_Medium=&Средње
MNU_NUMBERSTAMP_SIZE_LARGE=&Велико
MNU_NUMBERSTAMP_SHAPE=Облици
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Круг
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Многоугао

TBN_SELECT_CROPCURRENT=Опсеци
TBN_SELECT_CROPNEW=Опсеци као нову слику
TAB_SELECT_SIZE=Величина
MNU_SELECT_SIZE_LEFT=Лево
MNU_SELECT_SIZE_TOP=Врх
MNU_SELECT_SIZE_WIDTH=Ширина
MNU_SELECT_SIZE_HEIGHT=Висина
MNU_SELECT_INVERTSELECTION=Обрнут избор

TAB_MAGNIFIER_STYLE=Стилови увећања
#4.0.0
[Licenses]

rdoRegistered = Ја сам регистровани корисник и имам регистрациони код за комерцијалну употребу.
rdoPersonal = Желим да користите овај програм само за личну употребу.
btnBuy = &Купи сада
btnRegister = &Региструј се
btnAgree= &Одобри
btnClose = &Затвори
lblEnterLicense = Унесите своје податке за регистрацију
lblOwnerName = Име власника
lblRegistrationCode = Регистрациони код

lblLicenseInfo = Овај производ је лиценциран : 
lblPersonalUse = За кућну употребу (ЛИЧНУ УПОТРЕБУ)

[CommercialVersionTrial]

btnModeTrial = Бесплатна проба
btnModeTrialDescription = Желео бих да још испробавам овој производ.
btnModeActivate = Активирајте вашу лиценцу
btnModeActivateDescription = Ја сам регистрован корисник и имам лиценцу.
btnModeBuy = Купи сад
btnModeBuyDescription = Идите на званични сајт да бисте добили активациони кључ.
lblTrialDescription = Ово је 30-дневна пробна верзија PicPick. Када истекне пробни период морате или да купите лиценцу за откључавање софтвера или да га деинсталирате са рачунара.
btnContinueTrial = &Наставите са испробавањем
lblDayLeft = Имате још {$1} дана од {$2} дана за испробавање.
lblDayExpired = Лиценца вам више није доступна.
lblEnterLicense = Унесите вашу регистрацију овде
lblOwnerName = Корисничко име
lblRegistrationCode = Лиценцни кључ
lblRegistrationHelp = Имате проблема са активацијом?
btnRegister = &Активирајте
lblActivationOffline1 = 1. Молимо идите на ову URL адресу да бисте добили верификациони код. Ако радите без везе са интернетом, потрено је да одете на други рачунар.
lblActivationOffline2 = 2. Молимо налепите овде ваш верификациони кóд са горње URL адресе.
lblAuthCode =Верификациони кóд :
 
                                                           
[ImagesSet]

grbJPEGOption=JPEG могућности
lblJPEGQuality=Квалитет
cboJPEGQualityMaximum = Највећи
cboJPEGQualityHigh = Висок
cboJPEGQualityMedium = Средњи
cboJPEGQualityLow = Низак

[SaveAll]

grbSaveOptions=Сачувај могућности
lblSelectFolder=Изабери фасциклу да сачувате снимке екрана.

rdoAllImages=Све слике
rdoUnsavedImages=Све несачуване слике

grbFileOptions=Могућности датотеке
lblFileName=Назив датотеке
lblFileType=Врста датотеке
rdoFiles=Датотеке

[ColorBalance]
grpbxColorBalance=Баланс боје
lblColorLevels=Нивои боја
grpbxToneBalance= Баланс тона
rdbtnShadows=Сенке
rdbtnMidtones=Средњи тонови
rdbtnHighlights=Истакнуто
chckbxPreserveLuminosity=Очување сјаја

[StartPage]

lblStartHome = Изабери задатак...
lblStartTitle1 = Нови задатак
lblStartTitle2 = Графичка опрема
chkStartDoNotShow = Не приказуј овај прозор када програм почиње
[Watermark]

lblWaterMarkPreview = Преглед :
lblWaterMarkFile = Датотека :
lblWaterMarkPosition = Положај :
lblWaterMarkOpacity = Провидност :
lblWaterMarkOffsetX = Одмакнут по X :
lblWaterMarkOffsetY = Одмакнут по Y :
chkWaterMarkAuto=Аутоматски додај водни жиг кад направи слику.

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&У реду
btnCancel=&Откажи
btnApply=&Примени
btnContinue=Настави




:OPTION
grbOptionLanguage=Прикажи језик
grbOptionConnection=Управљај везама
btnOptionConnectionClear=&Очисти све везе из облак сервиса

:MAINFORM
lstFilesName=Име
lstFilesDate=Датум
lstFilesType=Врста
lstFilesSize=Величина

mnuAction=Активност
mnuOpen=Отвори
mnuDownload=Преузми
mnuUploadMenu=Отпреми
mnuUploadFile=Отпреми датотеке
mnuUploadFolder=Отпреми фасциклу
mnuUploadImage=Отпреми слику
mnuNewFolder=Нова фасцикла
mnuDelete=Избриши
mnuRename=Промени име
itemHome=Почетак
itemOption=Опција
itemAbout=О...
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile=Све датотеке (*.*)
strSearchResult=Исход претраге за "%s"

lblHomeTitle= Одабери сервис за повезивање...
lblUploadMode=Одабери сервис за отпремање слика

itemCount=%s ставки
itemSelectedCount=%s одабране ставке

:PREVIEW
lblPreviewPreviewTitle=Преглед
lblPreviewDescriptionTitle=Опис
strPreviewNoDescription=Без описа

:DOWNLOADFORM

DownloadFormCaption=Преузимање...
strPrepareDownload=Припрема за преузимање
strDiscoveredItems=Пронађено %s ставки...
strPleaseWait=Молимо причекајте док се припреми листа...
strDownloading=Преузима се %s ставки
strDownloadName=Назив : %s
strDownloadRemaining=Преостало ставки : %s1 ( од укупно : %s2 )


:UPLOADFORM
UploadFormCaption=Отпремање...
strPrepareUpload=Припрема се отпремање
strCreatingFolder=Прави се фасцикла
strUploading=Отпрема се %s ставке
strUploadName=Назив : %s
strUploadRemaining=Преостало ставки : %s1 ( укупно : %s2 )

:LOGINFORM
LoginFormCaption=Пријављивање
chkSaveConnection=Запамти податке о повезивању на овом рачунару
lblBrowserCall=Ваш прегледач ће бити приказан за %s секунди.
lblBrowserCallRetry=Захтев за поновни приступ %s
lblBrowserAccess1=Да се повежете на свој налог %s прво се морате пријавити преко прегледача.
lblBrowserAccess2=Када сте се пријавили преко прегледача можете да затворите прозор прегледача и наставите.

:USERINFO
lblUserInfoStorage=Складиште :
lblUserInfoUserNameTitle=Налог :
lblUserInfoSpaceTitle=Простор :
btnUserInfoLogout=Одјављивање
strSpace = %s1 слободно од %s2

FileTypetext=текст
FileTypedocument=документ
FileTypeimage=слика
FileTypevideo=видео
FileTypeaudio=аудио
FileTypefile=датотека
FileTypefolder=фасцикла
FileTypealbum=албум

:UPLOAD
lblUploadFileNameTitle=Назив документа
lblUploadFileSizeTitle=Величина документа
lblUploadFilePreviewTitle=Преглед
btnUploadUpload=Отпреми овде

:MESSAGEBOX
strDelete1item=Сигурно желите да избришете ову датотеку?
strDelete1moreitems=Сигурно желите да избришете ове %s ставке ?

strFolderExist=Већ постоји фасцикла са овим именом.
strDownloadFileExist=Већ постоји датотека са овим именом на овом месту.\n\n Желите да је замените са овом?
strCreateFolder=Упишите ново име фасцикле.
strRename=Упишите ново име.


strInvalidFolderName=Неисправно име фасцикле.
strCannotDelete=Не може се избрисати датотека/фасцикла.

strUpdateCheck=Новија верзија Cloud Explorer (%s) је доступна. Желите ли да сада одете да страницу за преузимање?\n\n Обратите пажњу да тренутна верзија можда неће бити компатибилна са 
складиштеним простором у облаку.
strAuthFail = Верификација није успела. Покушајте поново.

strDownloadFolder=Одаберите фасциклу за преузимање одабраних датотека.
strUploadFolder=Одаберите фасциклу за отпремање
#-------------------------------------------------------------

[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.

;MENU	Home
;	Features
;	Download
;	BUY NOW
;	Partners
;	Contact
	
;BUTTON	Free Download
;	BUY NOW
;	Free for personal use, Try it today.
	
;HOME	all-in-one design tool for everyone
;	A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and 

more
;	User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.
	
;	Key features
;	Capture anything : Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.
;	Edit your images : Annotate and highlight your images:text, arrows, shapes and more with the built-in image editor that includes the latest 

Ribbon style menu.
;	Enhance with effects : Easily add effects to your images:drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more
;	Share everywhere : Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and 

more.
;	Graphic Accessories : Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, 

magnifier, whiteboard
;	Customizable setting : With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits 

your needs.
	
;	Reviews
;	This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. 
;	There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average 

computer user who occasionally needs to work with graphics.
;	Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never 

to be found in Photoshop.
;	PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors 

would envy.
	
;	Links
;	Sitemap
;	License
;	End User License Agreement
;	Privacy Policy
;	Uninstallation
	
;FEATURES	
;	[Screen Capture]
;	Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc
;	Customize your own keyboard shortcuts
;	Support multiple monitor environments, capturing with cursor, auto save and file naming, etc
;	Support the floating widget Capture Bar which makes it easy for you to take screenshots.
	
;	Full-screen
;	Active window
;	Window control
;	Scrolling window
;	Region
;	Fixed region
;	Freehand
;	Repeat last capture
;	Capture widget
;	Capturing with cursor
;	Delayed capture
;	Auto-save
	
;	[Image Editor]
;	With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.
;	Drawing
;	Insert text
;	Arrows, lines
;	Shapes
;	Balloon
;	Highlight tool
;	Crop
;	Resize
;	Rotate
;	Invert
;	Grayscale
;	Mosaic
;	Frame
;	Watermark
;	Blur
;	Sharpen
;	Brightness
;	Hue / Saturation
;	Color balance
	
;	[Save, share, or send]
;	Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs
;	Clipboard
;	Image files
;	PDF
;	Printer
;	Web (imgur)
;	Web (imageshack)
;	Dropbox
;	Google Drive
;	SkyDrive
;	Box
;	Facebook
;	Twitter
;	Skype
;	FTP Server
;	e-mail
;	Microsoft Word
;	Microsoft PowerPoint
;	Microsoft Excel
;	External program
	
;	[Color Picker]
;	Help you find the exact pixel color code on your screen with a built-in magnifier window
;	Support RGB, HTML, C++, Delphi
;	Color Palette
;	Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.
;	Pixel Ruler
;	Help you measure the size of objects and place objects in precise locations on the screen.
;	Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins
;	Magnifier
;	With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.
;	Crosshair
;	Figure out the relative coordinate of picture position with this feature.
;	This can be useful for example in developing HTML image maps.
;	Protractor
;	Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first. 
;	This can be used in a variety of photography, math, and graphics applications
;	Whiteboard
;	You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.
	
;BUYNOW	Number of Users
;	Price (USD)
;	Limited time offer!
;	Payment Type
;	Secure online Credit Card
;	PayPal
;	Wire Transfer
;	Phone
;	Fax
;	Mail / Check / Money Order
;	Plimus is online payment system that we recommend. it supports a fully secure online payment service with a variety of payment methods like 

paypal, credit card etc.
;	Thank you for choosing PicPick!
	
;	One registered copy of PicPick may be used by a single person who uses the software personally on one or more computers (for example, PC and 

laptop), or it may be installed on a single workstation used non-simultaneously by multiple persons, but not both.
;	One license may not be shared between different users.
;	Licenses include unlimited free upgrades to all future versions of PicPick.
;	Prices in Euro, UK Pounds and other currencies are available on the Order Page.

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Кликните у средину екрана.
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Притисните [
MSG_ACTIVEWINDOW_2 = ] тастер за снимање активног прозора.
MSG_EXITSAVEIMAGE_1 = Да ли желите да сачувате промене у [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Слика
MSG_DIRECTORYACCESSERROR = Не може се приступити фасцикли.
MSG_DEFAULT_TAPNAME = Без слике
MSG_HOTKEY_ALREADY1 = PicPick не може регистровати следеће пречице.
MSG_HOTKEY_ALREADY2 = Да ли желите да промените ове пречице?
MSG_THISFOLDERNOTFOUND = Фасциклу [путању или назив фасцикле] није могуће наћи.
MSG_INVALID_FILENAME = Ово име датотеке је неисправно.
MSG_INVALID_CLIPBOARD = Дошло је до грешке приликом узимања података из оставе!
MSG_CANNOTREPEATCAPTURE = Није могуће пронаћи изабрану област у односу на прошло снимање
MSG_CLOSEALLIMAGE = Да ли желите да затворите све несачуване слике?
MSG_FILE_OPEN =Отвори
MSG_FILE_SAVE =Сачувај као
MSG_NEWVERSIONAVAILABLE = Ново издање PicPick је на располагању. Да ли желите да посетите страницу за преузимање сада?
MSG_PROGRAM_NOTADDYET=Морате да изаберете други програм за слање снимака екрана!
MSG_EXTERNALPROGRAMERROR=Не можете да пронађете наведени други програм. 
MSG_PARAMETERS_TITLE=PicPick параметри
MSG_OLDLANGUAGE =Језичка датотека је старије издање, тако да неки текстови нису преведени. Да ли заиста желите да промените језик? 
MSG_INVALIDALBUMNAME=Име албума је неважеће.
MSG_CREATEFAILUREALBUM=Грешка приликом прављења албума.
MSG_LOADINGFAILUREALBUM=Грешка при учитавању албума.
MSG_IDEMPTY = Молим унесите ИД корисника.
MSG_PWEMPTY = Молим унесите лозинку корисника.
MSG_SAVE = &Сачувај
MSG_DONTSAVE = Не&мој чувати
MSG_DONTSAVEALL = Ништа немој &чувати 
MSG_NODISPLAYAGAIN = Не приказуј више ову поруку
BTN_YES = &Да
BTN_NO = &Не
BTN_NOALL = &Не све
MSG_INPUTTEXT = Унесите текст овде
MSG_FLATTENLAYER= За овај задатак, морате поравнати облике са позадином слике. Да ли желите да поравнате облике?
MSG_FLATTENALL=Да ли желите да поравнате све облике?
MSG_INVALID_DOWNLOADURL = Дошло је до грешке приликом преузимања слике.
MSG_OPENURL=Унесите УРЛ адресу.
MSG_ANYSETTINGOK = Подешавања су успешно промењена.
MSG_DEFAULTEDITOR=PicPick је постављен као подразумевани уређивач слика.
MSG_FTPINFONEED=Прво морате да унесете податке о FTP послужитељу.
MSG_CONNECTIONFAIL=Грешка при повезивању на послужитељ.
MSG_PROGRAM_NOSKYPE=Не може пронаћи Skype.
MSG_ACTIVATE_OFFLINE=Не може активирати вашу лиценцу због проблема са мрежом или нечим другим. Желите ли да активирате лицену баз повезивања на мрежу?
MSG_ACTIVATE_OK = Ваша лиценца је активирана. Хвала вам што сте одабрали PicPick!
MSG_ACTIVATE_TRIAL = Пробна лиценца је активирана. Хвала вам што сте одабрали PicPick!
MSG_ACTIVATE_FAIL = Активација је одбијена. Молимо контактирајте PicPick центар за подршку.
MSG_VALIDOWNERNAME = Унесите име власника.
MSG_VALIDLICENSEKEY = Унесите лиценцни кључ.
MSG_FILENOTFOUND = Не може пронаћи датотеку.
MSG_CAPTUREAREAFAIL=Дошло је до грешке при прорачуну подручја које треба усликати. Молимо проверите програме (антивирус и сл) који би могли довести до овога.
#4.0.0
MSG_TRANSPARENCYLOST=Сва провидност ће бити изгубљена ако сачувате ову слику. Желите ли да наставите?
#4.0.0